package com.kshrd.krorya.model.enumeration;


public enum CusineEnum {
    ខេត្តកោះកុង,
    ខេត្តកំពត,
    ខេត្តកំពង់ធំ,
    ខេត្តកំពង់ស្ពឺ,
    ខេត្តព្រះសីហនុ,
    ខេត្តកំពង់ឆ្នាំង,
    ខេត្តកំពង់ចាម,
    ខេត្តឧត្ដរមានជ័យ,
    ខេត្តស្វាយរៀង,
    ខេត្តស្ទឹងត្រែង,
    ខេត្តសៀមរាប,
    ខេត្តពោធិ៍សាត់,
    ខេត្តព្រៃវែង,
    ខេត្តតាកែវ,
    រាជធានីភ្នំពេញ,
    ខេត្តប៉ៃលិន,
    ខេត្តក្រចេះ,
    ខេត្តកែប,
    ខេត្តត្បូងឃ្មុំ,
    ខេត្តមណ្ឌលគិរី,
    ខេត្តរតនៈគិរី,
    ខេត្តកណ្តាល,
    ខេត្តបន្ទាយមានជ័យ,
    ខេត្តបាត់ដំបង,
    ខេត្តព្រះវិហារ
}
